[CorvosGear_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="特殊装备"
m_InteractText=" `GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DeadGuyWheel_Twk DisTweaks_UsableObject]
m_LockedMessage="一具尸体把轮子堵住了。"

[DeadGuyWheel_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="曲柄轮"
m_InteractText="按住 `GBA_Use` 转动"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_PrsnSewerToPrison_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁。你需要 `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_PrsnSewerToPrison_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往寒脊监狱"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[PrsSwr_door_ms DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="现在不能打开"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="已上锁"

[PrsSwr_door_ms:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Wheel_RatPuzzleRoom_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="曲柄轮"
m_InteractText="按住 `GBA_Use` 转动"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wood_plank_02_prsnsewer_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="木板"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

